/* No comment provided by engineer. */
"Upgrading enables all the Pro features and\nsupports the future development of the app." = "La mise à niveau active toutes les fonctionnalités Pro et \npermet de soutenir les futurs développements de l’appli.";

/* No comment provided by engineer. */
"About " = "À propos de ";

/* No comment provided by engineer. */
"Add to Favorites" = "Ajouter aux favoris";

/* No comment provided by engineer. */
"Also delete favorites" = "Supprimer aussi les favoris";

/* No comment provided by engineer. */
"App Contact" = "Contact appli";

/* No comment provided by engineer. */
"Are you searching the right term? Looks like there are no results." = "Cherchez-vous le bon terme ? On dirait qu’il n’y a aucun résultat.";

/* No comment provided by engineer. */
"Beta" = "Bêta";

/* No comment provided by engineer. */
"Beta Expired" = "Version bêta expirée";

/* No comment provided by engineer. */
"Blacklist" = "Liste noire";

/* No comment provided by engineer. */
"Build" = "Version";

/* No comment provided by engineer. */
"Calculating History Size…" = "Calcul de la taille de l’historique…";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"character" = "caractère";

/* No comment provided by engineer. */
"characters" = "caractères";

/* No comment provided by engineer. */
"Check a type to omit it. If you are mainly working with text and do not want Files and Images to be recorded you can simply check those categories." = "Cochez un type pour l’omettre. Si vous travaillez avec du texte et ne voulez que les fichiers et images soient enregistrés, vous pouvez cocher ces catégories.";

/* No comment provided by engineer. */
"Check for Updates…" = "Rechercher des mises à jour…";

/* No comment provided by engineer. */
"Check this box for a darker experience." = "Cochez cette case pour une expérience plus sombre.";

/* No comment provided by engineer. */
"Check this box to activate a more colored selection." = "Cochez cette case pour activer une sélection plus colorée.";

/* No comment provided by engineer. */
"color" = "couleur";

/* No comment provided by engineer. */
"Color" = "Couleur";

/* No comment provided by engineer. */
"Colorful selection" = "Sélection de couleur";

/* No comment provided by engineer. */
"Come on, go out there and click some ❤️!" = "Viens, sors et clique sur des ❤️ !";

/* No comment provided by engineer. */
"Contact Us…" = "Contactez-nous…";

/* No comment provided by engineer. */
"Copia is always accessible through the menu bar." = "Copia est toujours accessible via la barre de menu.";

/* No comment provided by engineer. */
"Copy" = "Copier";

/* No comment provided by engineer. */
"Copy as Plain Text" = "Copier au format texte brut";

/* No comment provided by engineer. */
"Could not restore your purchase" = "Impossible de restaurer votre achat";

/* Day Unit (Abbreviated as a single letter) */
"d" = "j";

/* No comment provided by engineer. */
"Delete" = "Effacer";

/* No comment provided by engineer. */
"Delete History…" = "Effacer l’historique…";

/* No comment provided by engineer. */
"Did you lose something nearby? Keep on searching buddy!" = "Avez-vous perdu quelque chose à proximité ? Continuez à chercher, l'ami !";

/* No comment provided by engineer. */
"Do you really want to delete the current history?" = "Voulez-vous vraiment supprimer l'historique actuel ?";

/* No comment provided by engineer. */
"Download latest release…" = "Télécharger la dernière version…";

/* No comment provided by engineer. */
"Due to security reasons in order to install the paste script needed for this feature we need you to specifically select the following folder:\n\n%@\n\nIt should be already selected in the next dialog, if so please just push the Select button." = "Pour des raisons de sécurité, afin d’installer le script de collage nécessaire à cette fonction, nous avons besoin que vous sélectionniez spécifiquement le dossier suivant :\n\n%@\n\nIl devrait déjà être sélectionné dans la boîte de dialogue suivante, dans ce cas merci de juste appuyer le bouton Sélectionner.";

/* No comment provided by engineer. */
"element" = "élément";

/* No comment provided by engineer. */
"elements" = "éléments";

/* No comment provided by engineer. */
"Empty history? You make me wish I had less RAM." = "Historique vide ? Vous me faites rêver d'avoir moins de RAM.";

/* No comment provided by engineer. */
"Enable this if you want the app to start every time you login with this user." = "Activez cette option pour que l’appli démarre à la connexion avec cet utilisateur.";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Every copied element is represented as a tile in a searchable list." = "Les éléments copiés sont représentés en mosaïque dans une liste cherchable.";

/* No comment provided by engineer. */
"Expected a folder to store application data, found a file" = "Un dossier où stocker les données d’application était attentdu, mais un fichier a été trouvé";

/* No comment provided by engineer. */
"file" = "fichier";

/* No comment provided by engineer. */
"Files" = "Fichiers";

/* No comment provided by engineer. */
"folder" = "dossier";

/* No comment provided by engineer. */
"for Mac" = "pour Mac";

/* No comment provided by engineer. */
"Fresh new history or just an empty one? Copy something and make it better!" = "Nouvel historique ou juste un historique vide ? Copiez quelque chose et améliorez-le !";

/* No comment provided by engineer. */
"future development of" = "développement futur de";

/* No comment provided by engineer. */
"General" = "Général";

/* No comment provided by engineer. */
"Greeting someone with no favourites is a tough job, isn't it?" = "Remercie quelqu'un sans favoris est une tâche difficile, n’est-ce pas ?";

/* Hour Unit (Abbreviated as a single letter) */
"h" = "h";

/* No comment provided by engineer. */
"HELLOOO!! Can you hear the echo?" = "ALLOOO !! Vous entendez l’écho ?";

/* No comment provided by engineer. */
"Hello… is there anybody in there?" = "Allo... il y a quelqu'un là-dedans ?";

/* No comment provided by engineer. */
"Hide" = "Masquer";

/* No comment provided by engineer. */
"History" = "Historique";

/* No comment provided by engineer. */
"History " = "Historique ";

/* No comment provided by engineer. */
"I would love to be able to show you something other than this string." = "Je serais ravi de pouvoir vous montrer autre chose que cette chaîne.";

/* No comment provided by engineer. */
"If you would just click some ❤️ this place would be vibrant!" = "Si vous cliquiez juste sur quelques ❤️ ce lieu serait animé !";

/* No comment provided by engineer. */
"image" = "image";

/* No comment provided by engineer. */
"Images" = "Images";

/* No comment provided by engineer. */
"Install paste script" = "Installer le script de collage";

/* No comment provided by engineer. */
"Item" = "Élément";

/* No comment provided by engineer. */
"Items" = "Éléments";

/* No comment provided by engineer. */
"Items copied from the applications below will not be added to your history.\nUse this list to prevent copying sensitive data from applications such as Keychain Access." = "Les éléments copiés à partir des applications ci-dessous ne seront pas ajoutés à votre historique. Utilisez cette liste pour empêcher la copie de données sensibles provenant d’applications comme Keychain Access.";

/* No comment provided by engineer. */
"Items that exceed this size will not be saved." = "Les éléments qui dépassent cette taille ne seront pas enregistrés.";

/* No comment provided by engineer. */
"Knock knock. Who's there? An empty clipboard manager…" = "Toc-Toc. Qui est là ? Un gestionnaire de presse-papiers vide…";

/* No comment provided by engineer. */
"Launch at login" = "Lancer à la connexion";

/* No comment provided by engineer. */
"Left" = "Gauche";

/* No comment provided by engineer. */
"left" = "gauche";

/* No comment provided by engineer. */
"link" = "lien";

/* No comment provided by engineer. */
"Links" = "Liens";

/* No comment provided by engineer. */
"Looks empty in here, copy something to make it glorious!" = "Ca a l'air vide ici, copiez quelque chose pour en faire quelque chose de glorieux !";

/* No comment provided by engineer. */
"Looks like your history is empty, copy something to make it shine!" = "On dirait que votre historique est vide, copiez quelque chose pour le faire briller !";

/* Minute Unit (Abbreviated as a single letter) */
"m" = "m";

/* No comment provided by engineer. */
"Maximum item size" = "Taille maximale de l'élément";

/* No comment provided by engineer. */
"Maximum items to save" = "Eléments maximum à enregistrer";

/* No comment provided by engineer. */
"MB" = "Mo";

/* Month Unit (Abbreviated as a single letter. In this case two letters because 'm' already represents minutes) */
"mo" = "mo";

/* No comment provided by engineer. */
"Nothing here… copy something to improve the experience!" = "Rien ici... copiez quelque chose pour améliorer l’expérience !";

/* The shortest possible form of "now". */
"now" = "maintenant";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"on" = "marche";

/* No comment provided by engineer. */
"other" = "autre";

/* No comment provided by engineer. */
"Paste" = "Coller";

/* No comment provided by engineer. */
"Paste as Plain Text" = "Coller comme texte brut";

/* No comment provided by engineer. */
"Paste in active application" = "Coller dans l’application active";

/* No comment provided by engineer. */
"Pause / restart recording hotkey " = "Pause / reprendre hotkey d'enregistrement ";

/* No comment provided by engineer. */
"Pause Recording" = "Suspendre l’enregistrement";

/* No comment provided by engineer. */
"Peek-a-boo, I see you! Mm no, actually I can't see anything." = "Coucou, je te vois ! Hmm non, en fait je ne vois rien.";

/* No comment provided by engineer. */
"pixels" = "pixels";

/* No comment provided by engineer. */
"Play Sounds" = "Lire les sons";

/* No comment provided by engineer. */
"Please do not remove the following two lines:" = "Veuillez ne pas supprimer les deux lignes suivantes :";

/* No comment provided by engineer. */
"Please take the time to update all the Pro features in the Preferences panes." = "Prenez le temps de mettre à jour les fonctionnalités Pro dans les Préférences.";

/* No comment provided by engineer. */
"Preferences…" = "Préférences…";

/* No comment provided by engineer. */
"Premium" = "Premium";

/* No comment provided by engineer. */
"Premium unlocked" = "Premium débloqué";

/* No comment provided by engineer. */
"Privacy" = "Confidentialité";

/* No comment provided by engineer. */
"Pro features" = "Fonctionnalités Pro";

/* No comment provided by engineer. */
"Proceed" = "Poursuivre";

/* No comment provided by engineer. */
"Purchasing…" = "Achat…";

/* No comment provided by engineer. */
"Quit " = "Quitter";

/* No comment provided by engineer. */
"Ready or not here I come! Never too late to play hide and seek!" = "Prêt ou pas j'arrive ! Jamais trop tard pour jouer à cache-cache !";

/* No comment provided by engineer. */
"Remove from Favorites" = "Supprimer des favoris";

/* No comment provided by engineer. */
"Remove text formatting" = "Supprimer la mise en forme du texte";

/* No comment provided by engineer. */
"Rename" = "Renommer";

/* No comment provided by engineer. */
"Restore Purchases…" = "Restaurer les achats…";

/* No comment provided by engineer. */
"Restoring Purchases" = "Restaurations des achats";

/* No comment provided by engineer. */
"Restoring…" = "Restauration…";

/* No comment provided by engineer. */
"Resume Recording" = "Reprendre l’enregistrement";

/* No comment provided by engineer. */
"Right" = "Droite";

/* No comment provided by engineer. */
"right" = "droite";

/* Second Unit (Abbreviated as a single letter) */
"s" = "s";

/* No comment provided by engineer. */
"Seek and ye shall find." = "Chercher et vous trouverez.";

/* No comment provided by engineer. */
"Select" = "Sélectionner";

/* No comment provided by engineer. */
"Select the “%@“ folder.\n and push the Select button." = "Sélectionnez le dossier \"%@\".\n et appuyez sur le bouton Sélectionner.";

/* No comment provided by engineer. */
"Select window side:" = "Sélectionnez le côté de fenêtre :";

/* No comment provided by engineer. */
"Share" = "Partager";

/* No comment provided by engineer. */
"Show" = "Afficher";

/* No comment provided by engineer. */
"Show / hide window hotkey" = "Afficher / masquer la fenêtre hotkey";

/* No comment provided by engineer. */
"Sorry, an error occurred" = "Désolé, une erreur est survenue";

/* No comment provided by engineer. */
"Sorry, wrong folder" = "Désolé, mauvais dossier";

/* No comment provided by engineer. */
"Text" = "Texte";

/* No comment provided by engineer. */
"The database is either corrupt or was created with a different version of the application." = "La base de données est soit corrompue, soit a été créée avec une version différente de l’application.";

/* No comment provided by engineer. */
"The lost and found is just 2 blocks from here." = "Les objets trouvés sont à seulement 2 pâtés de maisons d'ici.";

/* No comment provided by engineer. */
"There are no favourites here. You could show some love!" = "Il n’y a aucun favori ici. Vous pourriez montrer un peu d’amour !";

/* No comment provided by engineer. */
"There is an error communicating with the server." = "Une erreur est survenue pendant la communication avec le serveur.";

/* No comment provided by engineer. */
"There is nothing in here. Maybe you can copy something beautiful and smart out there?" = "Il n’y a rien ici. Peut-être que vous pouvez copier quelque chose de beau et intelligent ?";

/* No comment provided by engineer. */
"This action can’t be undone" = "Cette action est irréversible";

/* No comment provided by engineer. */
"This beta version is expired." = "Cette version bêta a expiré.";

/* No comment provided by engineer. */
"This place should be full of your favourite things." = "Cet endroit doit être plein de vos choses préférées.";

/* No comment provided by engineer. */
"This system shortcut can pause or restart pasteboard tracking function. No clipboard items will be copied in the history while the app is on pause." = "Ce raccourci interrompt ou redémarre le suivi. Aucun élément du presse-papiers n'est copié dans l’historique quand l'appli est en pause.";

/* No comment provided by engineer. */
"This system shortcut will show and hide the main window." = "Ce raccourci système affiche et masque la fenêtre principale.";

/* No comment provided by engineer. */
"Too many elements" = "Trop d’éléments";

/* No comment provided by engineer. */
"txt" = "txt";

/* No comment provided by engineer. */
"Type filters" = "Filtres type";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Unknown Item" = "Élément inconnu";

/* No comment provided by engineer. */
"unknown item" = "élément inconnu";

/* No comment provided by engineer. */
"unlimited" = "illimité";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Passer à la version Premium";

/* No comment provided by engineer. */
"Upgrading enables all the " = "La mise à niveau active toutes les ";

/* No comment provided by engineer. */
"Use this setting to set the side of the main screen where you would like to see the main window appear." = "Utilisez ce paramètre pour définir le côté de l’écran principal où vous voulez voir apparaître la fenêtre principale.";

/* No comment provided by engineer. */
"Version" = "Version";

/* Week Unit (Abbreviated as a single letter) */
"w" = "sem";

/* No comment provided by engineer. */
"We can only write the script in the correct directory. Please start the procedure again" = "Nous ne pouvons écrire le script que dans le bon répertoire. Veuillez recommencer la procédure";

/* No comment provided by engineer. */
"Welcome!" = "Bienvenue !";

/* No comment provided by engineer. */
"Were you looking for something? Nothing here…" = "Vous cherchiez quelque chose ? Il n' a rien ici…";

/* No comment provided by engineer. */
"When checked, every kind of text copied (plain, rtf and rtfd) will be pasted as plain text and formatting elements (like font, text color or background color) will be discarded." = "Lorsque cochée, tout type de texte copié (brut et rtf, rtfd) est collé comme texte brut et les éléments de mise en forme (tels que police, couleur de texte ou la couleur de fond) sont abandonnés.";

/* No comment provided by engineer. */
"When checked, the content of the selected clipboard item will be automatically pasted in the active application." = "Lorsque cochée, le contenu de l’élément du presse-papiers sélectionné est automatiquement collé dans l’application active.";

/* No comment provided by engineer. */
"When the maximum is exceeded, the oldest items in your history will be removed." = "Quand le maximum est dépassé, les éléments les plus anciens sont supprimés.";

/* No comment provided by engineer. */
"Whenever you want to open Copia, just press Cmd-Shift-V.\nOr, change it with another shortcut of your choice:" = "Lorsque vous voulez ouvrir Copia, appuyez juste sur Cmd-Maj-V.\nOu modifiez ceci par un autre raccourci de votre choix :";

/* No comment provided by engineer. */
"Window position:" = "Position de la fenêtre :";

/* No comment provided by engineer. */
"word" = "mot";

/* No comment provided by engineer. */
"words" = "mots";

/* Year Unit (Abbreviated as a single letter) */
"y" = "a";

/* No comment provided by engineer. */
"You are going to make the world a better place one copy at a time!" = "Vous allez faire du monde un meilleur endroit une copie à la fois !";

/* No comment provided by engineer. */
"You are our hero." = "Vous êtes notre héros.";

/* No comment provided by engineer. */
"You are standing at the end of a road before an empty clipboard manager history.  Around you is a desktop. There is a ⌘-C on the ground." = "Vous êtes au du chemin avant un historique de gestionnaire de presse-papiers vide.  Autour de vous, un ordinateur de bureau. Il y a un ⌘-C sur le sol.";

/* No comment provided by engineer. */
"You can always change this behavior in the Preferences." = "Vous pouvez toujours modifier ce comportement dans les Préférences.";

/* No comment provided by engineer. */
"You know what you should do now? Copy something!" = "Vous savez que vous devriez faire maintenant ? Copier quelque chose !";

/* No comment provided by engineer. */
"You sure you left it here? I really don't see it." = "Vous êtes sûr de l’avoir laissé ici ? Je ne le vois pas vraiment.";

/* No comment provided by engineer. */
"…and" = "…et";

/* No comment provided by engineer. */
"↑↑↑" = "↑↑↑";

/* No comment provided by engineer. */
"∞" = "∞";

/* No comment provided by engineer. */
"⌘C" = "⌘C";

/* No comment provided by engineer. */
"⌘V" = "⌘V";

/* No comment provided by engineer. */
"❤️ Thank You! ❤️" = "❤️ Merci ! ❤️";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Passer à la version Premium";

/* No comment provided by engineer. */
"Upgrading enables all the Pro features and supports the future development of the app." = "La mise à niveau active toutes les fonctionnalités Pro et permet de soutenir les futurs développements de l’appli.";

/* No comment provided by engineer. */
"Dark theme" = "Thème sombre";

/* No comment provided by engineer. */
"The darker experience you were looking for" = "L’expérience plus sombre que vous recherchiez";

/* No comment provided by engineer. */
"Colorful selection." = "Sélection colorée.";

/* No comment provided by engineer. */
"Who said highlight color should always be blue?" = "Qui a dit que la couleur claire doit toujours être le bleu ?";

/* No comment provided by engineer. */
"Remove formatting" = "Supprimer la mise en forme";

/* No comment provided by engineer. */
"Text formatting elements will be ignored" = "Les éléments de mise en forme du texte vont être ignorés";

/* No comment provided by engineer. */
"Paste in active app" = "Coller dans l’application active";

/* No comment provided by engineer. */
"Directly paste from Copia to the foreground app" = "Coller directement depuis Copia dans l’appli en avant-plan";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Passer à la version Premium";

/* No comment provided by engineer. */
"Restore Purchases…" = "Restaurer les achats…";

/* - - - - - - - - - - - - - - - - - - */
/* ADDITIONAL STRINGS APRIL 18TH 2017 */
/* - - - - - - - - - - - - - - - - - - */
/* Paste in AppName (found in contextual menu). */

"Paste in" = "Coller dans";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "Impossible d’ajouter Copia aux éléments de connexion";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "Impossible de supprimer Copia des éléments de connexion";

/* Welcome 1st screen. */
"Copia remembers everything you copy to the clipboard\nand lets you retrieve it with ease." = "Copia se souvient de tout ce que vous copiez dans le presse-papiers\net vous permet de le retrouver très simplement.";

/* Welcome 2nd screen. */
"Copia can appear on either side of your screen and can be automatically\n started every time you login, please select your favorite behavior." = "Copia peut apparaître d'un côté ou de l'autre de l'écran et peut démarrer automatiquement à la connexion, veuillez faire votre choix.";

/* No comment provided by engineer. */
"Copia will appear on the left side of the screen." = "Copia apparaîtra sur le côté gauche de l’écran.";

/* No comment provided by engineer. */
"Copia will appear on the right side of the screen." = "Copia apparaîtra sur le côté droit de l’écran.";

/* No comment provided by engineer. */
"Automatically launch Copia at login" = "Démarrer Copia automatiquement à la connexion";

/* Welcome 3rd screen. */
"Thank you, we believe Copia will improve your workflow. We love\nfeedback, so if you feel like raving or complaining, please reach out to us!" = "Merci, nous pensons que Copia vous permettre d'être plus efficace. \nNous aimons lire vos commentaires, quels qu'ils soient, donc contactez-nous !";

/* Welcome 3rd screen. */
"We hope you will enjoy Copia" = "Nous espérons que vous apprécierez Copia";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "Impossible d’ajouter Copia aux éléments de connexion";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "Impossible de supprimer Copia des éléments de connexion";

/* Menu bar item menu. */
"Show Copia" = "Afficher Copia";

/* Menu bar item menu. */
"Quit Copia" = "Quitter Copia";

/* Menu bar item menu. */
"About Copia" = "A propos de Copia";

/* Done button at the end of the Welcome screens. */
"Done" = "Terminé";

/* Please translate as plural. */
"others" = "autres";

/* No comment provided by engineer. */
"Delete multiple items" = "Supprimer plusieurs éléments";

/* No comment provided by engineer. */
"Paste multiple items in" = "Coller plusieurs éléments dans";

/* No comment provided by engineer. */
"Paste multiple items as plain text" = "Coller plusieurs éléments comme texte brut";

/* - - - - - - - - - - - - - - - - - - */
/*  ADDITIONAL STRINGS JULY 13TH 2017  */
/* - - - - - - - - - - - - - - - - - - */

/* Status bar help menu folder */
"Help" = "Aide";

/* Status bar faq menu item */
"Faq" = "Faq";
